Repository: bronger/felo
Catalog: po/*.po
Languages: de, fr

source: Copy to clipboard
de: In die Zwischenablage kopieren
fr: Copier vers le presse-papier

source: HTML export
fr: Exporter en HTML

source: The web files will be written to the folder "%s".
de: Die Web-Dateien werden in das Verzeichnis "%s" geschrieben.
fr: Les fichiers web seront écrit dans le dossier "%s".

source: with plot
de: mit Plot
fr: avec un graphique

source: preview the HTML
de: Vorschau des HTMLs
fr: prévisulation de le HTML

source: Okay
fr: D'accord

source: Cancel
de: Abbrechen
fr: Annuler

source: About Felo
de: Über Felo
fr: À propos de Felo

source: , revision
fr: , révision

source: Estimate fencing strengths of sport fencers
de: Die Fechtstärken von Sportfechtern bestimmen
fr: Évaluer la force des escrimeurs

source: Brought to you by the sport fencing group at the University of Technology Aachen (RWTH), Germany.
de: Entwickelt in der Sportfechter-Gruppe der RWTH Aachen.
fr: Mis à votre disposition par le groupe d'escrime de l'Université de Technologie d'Aix-la-Chapelle (RWTH), Allemagne.

source: For bug reports, suggestions, documentation, the source code, and the mailinglist visit Felo's homepage at
de: Für Bug-Reports, Vorschläge, Anleitungen, den Quellcode und die Mailingliste besuche Felos Homepage unter
fr: Pour les rapports de bug, les suggestions, la documentation, le code source, et la liste de diffusion, visitez la page de Felo

source: English translation by Torsten Bronger.
de: Deutsche Übersetzung von Torsten Bronger.
fr: Traduction française par Pierre Gergondet.

source: &New
de: &Neu
fr: &Nouveau

source: &Open
de: Ö&ffnen
fr: &Ouvrir

source: &Save
de: &Speichern
fr: &Sauvegarder

source: Save &as
de: Speichern &unter
fr: Sauvegarder &en tant que

source: &Quit
de: &Beenden
fr: &Quitter

source: &File
de: &Datei
fr: &Fichier

source: &Undo
de: Rü&ckgängig
fr: &Annuler

source: &Redo
de: Wiederherste&llen
fr: &Refaire

source: Cu&t
de: &Ausschneiden
fr: Coupe&r

source: &Copy
de: &Kopieren
fr: Co&pier

source: &Paste
de: E&infügen
fr: &Coller

source: Cle&ar
de: &Löschen
fr: &Nettoyer

source: Select a&ll
de: Alles aus&wählen
fr: &Tout sélectionner

source: &Edit
de: &Bearbeiten
fr: &Editer

source: Calculate &Felo ratings
de: &Felo-Zahlen berechnen
fr: Calculer les notes de &Felo

source: Generate &HTML
de: &HTML erzeugen
fr: Générer l'&HTML

source: &Estimate freshmen
de: &Neulinge einschätzen
fr: É&valuer les nouveaux

source: &Calculate
de: Be&rechnen
fr: &Calculer

source: Online &help
de: Online-&Hilfe
fr: &Aide en ligne

source: Report &bug
de: Melde &Bug
fr: Rapporter un &bug

source: Felo &forum
fr: &Forum de Felo

source: Felo &webpage
de: Felo-&Webseite
fr: &Site de Felo

source: Show &licence
de: Zeige &Lizenz
fr: Montrer la &licence

source: &About Felo
de: &Über Felo
fr: &A propos de Felo

source: &Help
de: &Hilfe
fr: &Aide

source: unnamed.felo
de: unbenannt.felo
fr: sansnom.felo

source: Software licence
de: Software-Lizenz
fr: Licence du logiciel

source: licence.html
de: licence-de.html
fr: licence-fr.html

source: The file "%s" has changed. Save it?
de: Die Datei "%s" wurde verändert. Abspeichern?
fr: Le fichier "%s" a été modifié. Le sauvegarder ?

source: File changed
de: Datei verändert
fr: Fichier modifié

source: Could not open file because folder '%s' doesn't exist.
de: Konnte den Ordner '%s' nicht öffnen, weil er nicht existiert.
fr: N'a pas pu ouvrir le fichier parceque le dossier '%s' n'existe pas.

source: Folder not found
de: Ordner nicht gefunden
fr: Dossier non trouvé

source: boilerplate.felo
de: boilerplate-de.felo
fr: boilerplate-fr.felo

source: Felo file (*.felo)|*.felo|All files (*.*)|*.*
de: Felo-Datei (*.felo)|*.felo|Alle Dateien (*.*)|*.*
fr: Fichier Felo (*.felo)|*.felo|Tous les fichiers (*.*)|*.*

source: Select Felo file
de: Felo-Datei wählen
fr: Choisir un fichier Felo

source: Error in line %d: %s
de: Fehler in Zeile %d: %s
fr: Erreur à la ligne %d: %s

source: Parsing error
de: Parsefehler
fr: Analyse des erreurs

source: I haven't found any bouts. Please enter or open a complete Felo file with fencers and bouts.
de: Ich habe keine Gefechte gefunden. Bitte gib eine vollständige Felo-Datei ein, mit Fechtern und Gefechten.
fr: Je n'ai trouvé aucun assaut. Veuillez taper ou ouvrir un fichier Felo complet avec des escrimeurs et des assauts.

source: No bouts found
de: Keine Gefechte gefunden
fr: Pas d'assaut trouvé

source: Felo ratings
de: Felo-Zahlen
fr: Notes de Felo

source: as of
de: vom
fr: pour ce qui est de

source: External program not found
de: Externes Programm nicht gefunden
fr: Programme externe non trouvé

source: Could not write to file or directory. (I tried to write to '%s'.)
de: Konnte nicht in die Datei oder das Verzeichnis schreiben. (Ich versuchte, in '%s' zu schreiben.)
fr: N'a pas pu écrire dans le fichier ou le répertoire. (J'ai essayé d'écrire dans '%s'.)

source: Couldn't write file
de: Konnte Datei nicht schreiben
fr: N'a pas pu écrire le fichier

source: Felo ratings plot for
de: Felo-Zahlen-Plot für
fr: Graphique des notes de Felo pour

source: <p class='printable-notice'>Also in a <a href='%s.pdf'>printable version</a>.</p>
de: <p class='printable-notice'>Auch in einer <a href='%s.pdf'>ausdruckbaren Version</a>.</p>
fr: <p class='printable-notice'>Aussi disponible en <a href='%s.pdf'>une version imprimable</a>

source: Preview HTML
de: HTML Vorschau
fr: Prévisualiser le HTML

source: The following files must be uploaded from %s to the web server:
de: Die folgenden Dateien müssen von %s auf den Webserver kopiert werden:
fr: Les fichiers suivants doivent être envoyés depuis %s vers le serveur web:

source: Upload file list
de: Liste hochzuladender Dateien
fr: Envoyer la liste de fichier

source: The bootstrapping will change the fencer data. Are you sure that you wish to continue?
de: Das Bootstrapping wird die Fechter-Daten verändern. Willst du wirklich fortfahren?
fr: Le bootstrapping affectera les données sur les escrimeurs. Souhaitez-vous vraiment continuer ?

source: I'm bootstrapping, please be patient
de: Ich bootstrappe, bitte habe etwas Geduld
fr: Je suis en train de bootstrapper, soyez patient.

source: The bootstrapping didn't converge. You may want to increase the value for the 'threshold bootstrapping' parameter.
de: Das Bootstrapping ist nicht kovergiert. Es könnte helfen, den Parameter "Schwellwert Bootstrapping" höher zu setzen.
fr: Le bootstrapping n'a pas convergé. Vous devriez peut être augmenter la valeur de seuil du bootstrapping.

source: Bootstrapping didn't converge
de: Das Bootstrapping ist nicht konvergiert
fr: Le bootstrapping n'a pas convergé

source: Estimating the freshmen will change their initial Felo numbers. Are you sure that you wish to continue?
de: Das Einschätzen der Neulinge wird u.U. deren Fechter-Daten verändern. Willst du wirklich fortfahren?
fr: Évaluer les nouveaux changera leurs numéros Felo originaux. Êtes-vous certain de vouloir continuer ?

source: Estimating freshmen
de: Einschätzen der Neulinge
fr: Nouveaux en cours d'évaluation

source: Line must follow the pattern "name <TAB> value".
de: Zeile muss nach dem Muster "Name <TAB> Wert" sein.
fr: La ligne doit respecter le modèle "nom <TAB> valeur".

source: Invalid date string.
de: Ungültiger Datumsstring.
fr: Date invalide.

source: Line must follow the pattern "YYYY-MM-DD <TAB> name1 -- name2 <TAB> points1:points2".
de: Zeile muss nach dem Muster "JJJJ-MM-TT <TAB> Name1 -- Name2 <TAB> Punkte1:Punkte2" sein.
fr: La ligne doit respecter le modèle "AAAA-MM-JJ <TAB> nom1 -- nom2 <TAB> points1:points2".

source: One fencer has more points than the winning points.
de: Einer hat mehr Punkte als die Siegerpunktezahl.
fr: Un escrimeur a plus de points que de points nécessaires à la victoire.

source: Fencer "%s" is unknown.
de: Fechter "%s" ist unbekannt.
fr: Le escrimeur "%s" est inconnu.

source: No date found for this bout.
de: Kein Datum für dieses Gefecht gefunden.
fr: Pas de date trouvée pour cet assaut.

source: k factor top fencers
de: k-Faktor Top-Fechter
fr: facteur k des meilleurs escrimeurs

source: felo rating top fencers
de: Felo-Zahl Top-Fechter
fr: note felo des meilleurs escrimeurs

source: k factor others
de: k-Faktor Rest
fr: facteur k des autres

source: k factor freshmen
de: k-Faktor Einsteiger
fr: facteur k des nouveaux

source: 5 point bouts freshmen
de: 5er-Gefechte Einsteiger
fr: Assaut en 5 points des nouveaux

source: minimal felo rating
de: Minimum Felo-Zahl
fr: note felo minimale

source: 5 point bouts for estimate
de: 5er-Gefechte für Schätzung
fr: Assaut en 5 points pour les ainés

source: groupname
de: Gruppenname
fr: nom du groupe

source: output folder
de: Ausgabeordner
fr: dossier de sortie

source: min distance of plot tics
de: Plot-Tics Mindestabstand
fr: distance minimale entre les points du graphique

source: earliest date in plot
de: Plot Mindestdatum
fr: date la plus récente du graphique

source: maximal days in plot
de: Plot maximale Tage
fr: nombre de jours maximum dans le graphique

source: threshold bootstrapping
de: Schwellwert Bootstrapping
fr: valeur seuil du bootstrapping

source: weighting team bout
de: Gewichtung von Team-Gefechten
fr: poids des assauts de l'équipe

source: path of gnuplot
de: Pfad von Gnuplot
fr: chemin vers gnuplot

source: path of convert
de: Pfad von convert
fr: chemin vers convert

source: fencers per plot
de: Fechter pro Plot
fr: escrimeurs par graphique

source: overlap in plots
de: Plot-Überlapp
fr: chevauchement des graphiques

source: Parameter "%s" is unknown.
de: Parameter "%s" ist unbekannt.
fr: Le paramètre "%s" est inconnu

source: Felo rating of "%s" is invalid.
de: Felo-Zahl von "%s" ist ungültig.
fr: La note Felo de "%s" est non valide

source: # Parameters
de: # Parameter
fr: # Paramètres

source: # Initial Felo ratings
de: # Anfangswerte
fr: # Notes Felo initiales

source: # Names of fencers who want to be hidden
de: # Namen der Fechter, die versteckt bleiben wollen,
fr: # Nom des escrimeurs qui souhaitent être cachés

source: # in parentheses
de: # in Klammern
fr: # entre paranthèses

source: # Bouts
de: # Gefechte
fr: # Assauts

source: Felo file invalid because there are not exactly two boundary lines.
de: Felo-Datei inkorrekt, weil nicht genau zwei Grenzlinien.
fr: Fichier felo non valide car il n'y a pas exactement deux lignes de frontière.

source: First delete the backup (.bak) file.
de: Erst die Sicherungskopie (Endung .bak) löschen.
fr: Supprimer d'abord le fichier (.bak) de sauvegarde.

source: , line
de: , Zeile
fr: , ligne

source: (I looked for it at '%s'.)
de: (Ich habe danach bei '%s' gesucht.)
fr: (Je l'ai cherché dans '%s'.)

source: The bootstrapping didn't converge.
de: Das Bootstrapping ist nicht konvergiert.
fr: Le bootstrapping n'a pas convergé.

source: The program "gnuplot" wasn't found. %sHowever, it is needed for the plots. Please install it from http://www.gnuplot.info/.
de: Das Programm "gnuplot" wurde nicht gefunden. %sDas ist aber notwendig für die Plots. Bitte von http://www.gnuplot.info/ installieren.
fr: Le programme "gnuplot" n'a pas été trouvé. %sCependant, il est nécessaire pour les graphiques. Installez le depuis http://www.gnuplot.info/.

source: The program "convert" of ImageMagick wasn't found. %sHowever, it is needed for the plots. Please install it from http://www.imagemagick.org/.
de: Das Programm "convert" von ImageMagick wurde nicht gefunden. %sDas ist aber notwendig für die Plots. Bitte von http://www.imagemagick.org/ installieren.
fr: Le programme "convert" d'ImageMagick n'a pas été trouvé. %sCependant, il est néccessaire pourles graphiques. Installez le depuis http://www.imagemagick.org/.

source: Generate plots with the Felo ratings
de: Erzeuge Plots der Felo-Zahlen
fr: Générer un graphique à partir des notes Felo

source: Try to estimate good initial values for all fencers
de: Versuche, gute Start-Felo-Zahlen fuer alle zu berechnen
fr: Essayer d'estimer les bonnes valeurs initiales pour tous les escrimeurs

source: Maximal iteration steps during bootstrapping. Default: 1000
de: Maximale Iterationsschritte beim Bootstrapping. Default: 1000
fr: Nombre maximum d'itération pour le bootstrapping. Par défaut: 1000

source: NUMBER
de: NUMMER
fr: NOMBRE

source: Try to estimate freshmen
de: Versuche, Neueinsteiger zu bewerten
fr: Essayer d'évaluer les nouveaux

source: Write the new initial values back into the Felo file
de: Schreibe die neuen Startzahlen zurueck in die Felo-Datei
fr: Écrire les nouvelles valeurs initiales dans le fichier Felo

source: Print out version number and copying information
de: Zeige Versionsnummer und Lizenz-Informationen
fr: Affiche le numéro de version et les informations sur le copyright

source: Name of the output file. Default: output to the screen (stdout)
de: Name der Ausgabedatei. Default: Ausgabe auf dem Bildschirm (stdout)
fr: Nom du fichier de sortie. Par défaut: affichage vers l'écran (stdout)

source: FILENAME
de: DATEINAME
fr: NOMDEFICHIER

source: , revision %s
fr: , révision %s

source: Copyright %s 2006 Torsten Bronger, Aachen, Germany
de: Copyright %s 2006 Torsten Bronger, Aachen
fr: Copyright %s 2006 Torsten Bronger, Aix-la-Chapelle, Allemagne

source: This is free software. You may redistribute copies of it under the terms of the MIT License <http://www.opensource.org/licenses/mit-license.php>. There is NO WARRANTY, to the extent permitted by law.
de: Dies ist freie Software. Du kannst Kopien davon verteilen nach den Bedingungen der MIT-Lizenz <http://www.opensource.org/licenses/mit-license.php>. Es gibt KEINERLEI GEWÄHRLEISTUNG soweit das Gesetz dies erlaubt.
fr: Ceci est un logiciel libre. Vous pouvez en redistribuer des copies selon les indications de la licence MIT <http://www.opensource.org/licenses/mit-license.php>. Il n'y a aucune garantie, dans toute la mesure autorisée par la loi.

source: Written by Torsten Bronger <bronger@physik.rwth-aachen.de>.
de: Geschrieben von Torsten Bronger <bronger@physik.rwth-aachen.de>.
fr: Écrit par Torsten Bronger <bronger@physik.rwth-aachen.de>.

source: You cannot bootstrap and estimate freshmen at the same time.
de: Man kann nicht gleichzeitig bootstrappen und Neueinsteiger bewerten.
fr: Vous ne pouvez pas bootstraper et estimer les nouveaux simultanément.

source: http://felo.sourceforge.net/felo/
de: http://felo.sourceforge.net/felo-de/

source: %x
de: %d.&nbsp;%B&nbsp;%Y

source: '%Y-%m-%d'
de: '%d.%m.%y'
